data/fio/RHEL6.7/4k/Buffered_Write.log
thread-1: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
thread-2: (g=1): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
...
thread-4: (g=2): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
...
thread-8: (g=3): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
...
fio-2.2.9
Starting 15 processes

thread-1: (groupid=0, jobs=1): err= 0: pid=3540: Tue Oct 27 17:33:55 2015
  write: io=4096.0MB, bw=298421KB/s, iops=74605, runt= 14055msec
    clat (usec): min=2, max=226993, avg= 6.40, stdev=372.89
     lat (usec): min=2, max=226993, avg= 6.49, stdev=372.89
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    2], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[    8], 99.95th=[    9],
     | 99.99th=[14144]
    bw (KB  /s): min=147954, max=1062472, per=100.00%, avg=582524.64, stdev=417930.19
    lat (usec) : 4=81.58%, 10=18.38%, 20=0.03%, 50=0.01%, 100=0.01%
    lat (usec) : 250=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%
  cpu          : usr=6.91%, sys=25.83%, ctx=2973, majf=0, minf=39
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=1048576/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-2: (groupid=1, jobs=1): err= 0: pid=3542: Tue Oct 27 17:33:55 2015
  write: io=2048.0MB, bw=105789KB/s, iops=26447, runt= 19824msec
    clat (usec): min=2, max=1826.8K, avg=21.06, stdev=2784.73
     lat (usec): min=2, max=1826.8K, avg=21.15, stdev=2784.73
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    2], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[    9], 99.95th=[   16],
     | 99.99th=[30848]
    bw (KB  /s): min=63513, max=1026872, per=92.86%, avg=196467.44, stdev=271617.15
    lat (usec) : 4=82.18%, 10=17.72%, 20=0.05%, 50=0.01%, 100=0.01%
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.02%
    lat (msec) : 100=0.01%, 250=0.01%, 500=0.01%, 2000=0.01%
  cpu          : usr=2.41%, sys=9.63%, ctx=2264, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=524288/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-2: (groupid=1, jobs=1): err= 0: pid=3543: Tue Oct 27 17:33:55 2015
  write: io=2048.0MB, bw=105789KB/s, iops=26447, runt= 19824msec
    clat (usec): min=2, max=787547, avg=21.85, stdev=1682.86
     lat (usec): min=2, max=787548, avg=21.94, stdev=1682.86
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    2], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    3], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[   14], 99.95th=[ 6112],
     | 99.99th=[31104]
    bw (KB  /s): min=    5, max=995104, per=74.21%, avg=157010.90, stdev=198863.53
    lat (usec) : 4=82.67%, 10=17.17%, 20=0.07%, 50=0.01%, 100=0.02%
    lat (usec) : 250=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.02%, 50=0.02%
    lat (msec) : 100=0.01%, 250=0.01%, 500=0.01%, 1000=0.01%
  cpu          : usr=2.23%, sys=9.01%, ctx=1484, majf=0, minf=39
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=524288/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=3544: Tue Oct 27 17:33:55 2015
  write: io=1024.0MB, bw=50720KB/s, iops=12679, runt= 20674msec
    clat (usec): min=2, max=826207, avg=50.68, stdev=3601.30
     lat (usec): min=2, max=826207, avg=50.77, stdev=3601.30
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[   65], 99.95th=[14144],
     | 99.99th=[126464]
    bw (KB  /s): min=18123, max=659520, per=42.15%, avg=85504.76, stdev=135107.70
    lat (usec) : 4=76.76%, 10=23.03%, 20=0.10%, 50=0.01%, 100=0.04%
    lat (usec) : 250=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.02%
    lat (msec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=1.09%, sys=4.47%, ctx=1154, majf=0, minf=39
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=3545: Tue Oct 27 17:33:55 2015
  write: io=1024.0MB, bw=50720KB/s, iops=12679, runt= 20674msec
    clat (usec): min=2, max=726179, avg=50.53, stdev=3814.40
     lat (usec): min=2, max=726179, avg=50.62, stdev=3814.40
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[   14], 99.95th=[ 7008],
     | 99.99th=[126464]
    bw (KB  /s): min= 6970, max=721912, per=42.71%, avg=86642.29, stdev=148356.86
    lat (usec) : 4=75.63%, 10=24.22%, 20=0.08%, 50=0.01%, 100=0.01%
    lat (usec) : 250=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.02%
    lat (msec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%
  cpu          : usr=1.31%, sys=4.21%, ctx=1110, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=3546: Tue Oct 27 17:33:55 2015
  write: io=1024.0MB, bw=50720KB/s, iops=12679, runt= 20674msec
    clat (usec): min=2, max=526175, avg=50.51, stdev=3328.78
     lat (usec): min=2, max=526175, avg=50.60, stdev=3328.78
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[   15], 99.95th=[14016],
     | 99.99th=[126464]
    bw (KB  /s): min=24594, max=683376, per=41.32%, avg=83831.59, stdev=137037.85
    lat (usec) : 4=75.77%, 10=24.04%, 20=0.11%, 50=0.01%, 100=0.02%
    lat (usec) : 250=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.01%, 50=0.02%
    lat (msec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%
  cpu          : usr=1.01%, sys=4.93%, ctx=1404, majf=0, minf=40
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-4: (groupid=2, jobs=1): err= 0: pid=3547: Tue Oct 27 17:33:55 2015
  write: io=1024.0MB, bw=50720KB/s, iops=12679, runt= 20674msec
    clat (usec): min=2, max=627319, avg=50.78, stdev=3497.14
     lat (usec): min=2, max=627319, avg=50.87, stdev=3497.14
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    2], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[   16], 99.95th=[14144],
     | 99.99th=[126464]
    bw (KB  /s): min=21222, max=476576, per=39.14%, avg=79407.10, stdev=102647.83
    lat (usec) : 4=79.13%, 10=20.69%, 20=0.08%, 50=0.01%, 100=0.01%
    lat (msec) : 4=0.01%, 10=0.02%, 20=0.01%, 50=0.02%, 100=0.01%
    lat (msec) : 250=0.01%, 500=0.01%, 750=0.01%
  cpu          : usr=1.08%, sys=4.41%, ctx=1203, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3557: Tue Oct 27 17:33:55 2015
  write: io=524288KB, bw=25698KB/s, iops=6424, runt= 20402msec
    clat (usec): min=2, max=1826.2K, avg=96.87, stdev=7892.80
     lat (usec): min=2, max=1826.2K, avg=97.03, stdev=7892.83
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    7], 99.50th=[    8], 99.90th=[   67], 99.95th=[11072],
     | 99.99th=[228352]
    bw (KB  /s): min= 4806, max=109267, per=16.51%, avg=33950.36, stdev=27193.63
    lat (usec) : 4=72.01%, 10=27.73%, 20=0.15%, 50=0.01%, 100=0.02%
    lat (usec) : 250=0.01%, 500=0.01%, 1000=0.01%
    lat (msec) : 4=0.01%, 10=0.02%, 20=0.02%, 50=0.01%, 100=0.01%
    lat (msec) : 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%, 2000=0.01%
  cpu          : usr=0.48%, sys=2.40%, ctx=598, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3558: Tue Oct 27 17:33:55 2015
  write: io=524288KB, bw=25698KB/s, iops=6424, runt= 20402msec
    clat (usec): min=2, max=927084, avg=97.73, stdev=6401.20
     lat (usec): min=2, max=927084, avg=97.82, stdev=6401.20
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    2], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[  972], 99.95th=[30080],
     | 99.99th=[226304]
    bw (KB  /s): min=10955, max=253870, per=21.33%, avg=43856.50, stdev=57900.96
    lat (usec) : 4=77.47%, 10=22.26%, 20=0.12%, 50=0.01%, 100=0.02%
    lat (usec) : 250=0.02%, 500=0.01%, 1000=0.01%
    lat (msec) : 4=0.01%, 10=0.02%, 20=0.02%, 50=0.02%, 100=0.01%
    lat (msec) : 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=0.49%, sys=2.31%, ctx=715, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3559: Tue Oct 27 17:33:55 2015
  write: io=524288KB, bw=25698KB/s, iops=6424, runt= 20402msec
    clat (usec): min=2, max=1027.3K, avg=96.88, stdev=6548.09
     lat (usec): min=2, max=1027.3K, avg=96.98, stdev=6548.09
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[   81], 99.95th=[15040],
     | 99.99th=[329728]
    bw (KB  /s): min= 5826, max=221927, per=17.82%, avg=36628.29, stdev=49212.62
    lat (usec) : 4=73.85%, 10=25.91%, 20=0.11%, 50=0.01%, 100=0.02%
    lat (usec) : 250=0.01%, 500=0.01%, 1000=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.03%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 2000=0.01%
  cpu          : usr=0.53%, sys=2.43%, ctx=814, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3560: Tue Oct 27 17:33:55 2015
  write: io=524288KB, bw=25698KB/s, iops=6424, runt= 20402msec
    clat (usec): min=2, max=2127.3K, avg=96.99, stdev=7936.24
     lat (usec): min=2, max=2127.3K, avg=97.08, stdev=7936.24
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    7], 99.50th=[    7], 99.90th=[   70], 99.95th=[14784],
     | 99.99th=[325632]
    bw (KB  /s): min= 4015, max=102688, per=14.67%, avg=30150.75, stdev=23328.90
    lat (usec) : 4=72.20%, 10=27.58%, 20=0.10%, 50=0.01%, 100=0.02%
    lat (usec) : 250=0.01%, 500=0.01%, 1000=0.01%
    lat (msec) : 4=0.01%, 10=0.02%, 20=0.01%, 50=0.01%, 100=0.01%
    lat (msec) : 250=0.01%, 500=0.01%, 750=0.01%, 2000=0.01%, >=2000=0.01%
  cpu          : usr=0.52%, sys=2.33%, ctx=643, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3561: Tue Oct 27 17:33:55 2015
  write: io=524288KB, bw=25698KB/s, iops=6424, runt= 20402msec
    clat (usec): min=2, max=926349, avg=97.06, stdev=6299.64
     lat (usec): min=2, max=926349, avg=97.15, stdev=6299.64
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[  187], 99.95th=[14144],
     | 99.99th=[428032]
    bw (KB  /s): min= 9469, max=203293, per=18.29%, avg=37599.12, stdev=44133.68
    lat (usec) : 4=72.87%, 10=26.86%, 20=0.13%, 50=0.01%, 100=0.03%
    lat (usec) : 250=0.01%, 500=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.01%, 20=0.02%, 50=0.01%
    lat (msec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=0.64%, sys=2.22%, ctx=614, majf=0, minf=36
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3562: Tue Oct 27 17:33:55 2015
  write: io=524288KB, bw=25698KB/s, iops=6424, runt= 20402msec
    clat (usec): min=2, max=827036, avg=97.50, stdev=5921.14
     lat (usec): min=2, max=827036, avg=97.60, stdev=5921.14
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    7], 99.90th=[  233], 99.95th=[15040],
     | 99.99th=[325632]
    bw (KB  /s): min= 1456, max=233623, per=17.93%, avg=36855.37, stdev=50030.70
    lat (usec) : 4=77.77%, 10=21.97%, 20=0.10%, 50=0.01%, 100=0.04%
    lat (usec) : 250=0.01%, 500=0.01%, 1000=0.01%
    lat (msec) : 4=0.01%, 10=0.02%, 20=0.03%, 50=0.01%, 100=0.01%
    lat (msec) : 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
  cpu          : usr=0.51%, sys=2.31%, ctx=694, majf=0, minf=39
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3563: Tue Oct 27 17:33:55 2015
  write: io=524288KB, bw=25698KB/s, iops=6424, runt= 20402msec
    clat (usec): min=2, max=1226.3K, avg=97.27, stdev=7055.71
     lat (usec): min=2, max=1226.3K, avg=97.36, stdev=7055.71
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    6], 99.50th=[    8], 99.90th=[  233], 99.95th=[15040],
     | 99.99th=[325632]
    bw (KB  /s): min= 8572, max=165084, per=17.99%, avg=36990.38, stdev=36253.42
    lat (usec) : 4=74.62%, 10=25.12%, 20=0.13%, 50=0.01%, 100=0.01%
    lat (usec) : 250=0.01%, 500=0.01%
    lat (msec) : 2=0.01%, 4=0.01%, 10=0.02%, 20=0.02%, 50=0.02%
    lat (msec) : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%, 1000=0.01%
    lat (msec) : 2000=0.01%
  cpu          : usr=0.47%, sys=2.37%, ctx=662, majf=0, minf=37
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
thread-8: (groupid=3, jobs=1): err= 0: pid=3564: Tue Oct 27 17:33:55 2015
  write: io=524288KB, bw=25698KB/s, iops=6424, runt= 20402msec
    clat (usec): min=2, max=628103, avg=97.02, stdev=5368.60
     lat (usec): min=2, max=628103, avg=97.11, stdev=5368.60
    clat percentiles (usec):
     |  1.00th=[    2],  5.00th=[    3], 10.00th=[    3], 20.00th=[    3],
     | 30.00th=[    3], 40.00th=[    3], 50.00th=[    3], 60.00th=[    3],
     | 70.00th=[    3], 80.00th=[    4], 90.00th=[    4], 95.00th=[    5],
     | 99.00th=[    7], 99.50th=[    7], 99.90th=[  243], 99.95th=[30592],
     | 99.99th=[325632]
    bw (KB  /s): min= 9357, max=175677, per=16.23%, avg=33370.67, stdev=36487.34
    lat (usec) : 4=72.84%, 10=26.92%, 20=0.11%, 50=0.01%, 100=0.01%
    lat (usec) : 250=0.02%, 500=0.01%, 1000=0.01%
    lat (msec) : 4=0.01%, 10=0.02%, 20=0.01%, 50=0.02%, 100=0.01%
    lat (msec) : 250=0.01%, 500=0.01%, 750=0.01%
  cpu          : usr=0.54%, sys=2.33%, ctx=694, majf=0, minf=38
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=131072/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=4096.0MB, aggrb=298420KB/s, minb=298420KB/s, maxb=298420KB/s, mint=14055msec, maxt=14055msec

Run status group 1 (all jobs):
  WRITE: io=4096.0MB, aggrb=211577KB/s, minb=105788KB/s, maxb=105788KB/s, mint=19824msec, maxt=19824msec

Run status group 2 (all jobs):
  WRITE: io=4096.0MB, aggrb=202878KB/s, minb=50719KB/s, maxb=50719KB/s, mint=20674msec, maxt=20674msec

Run status group 3 (all jobs):
  WRITE: io=4096.0MB, aggrb=205582KB/s, minb=25697KB/s, maxb=25697KB/s, mint=20402msec, maxt=20402msec

Disk stats (read/write):
  sdb: ios=15/242744, merge=0/3951598, ticks=1723/10548404, in_queue=10550071, util=95.61%